{"config": [{"class_name": "Lambda", "config": {"function": ["\u00e3\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0001\u0000\u0000\u0000\u0002\u0000\u0000\u0000C\u0000\u0000\u0000s\f\u0000\u0000\u0000|\u0000\u0000d\u0001\u0000\u001bd\u0002\u0000\u0018S)\u0003Ng\u0000\u0000\u0000\u0000\u0000\u00e0_@g\u0000\u0000\u0000\u0000\u0000\u0000\u00f0?\u00a9\u0000)\u0001\u00da\u0001xr\u0001\u0000\u0000\u0000r\u0001\u0000\u0000\u0000\u00fa <ipython-input-183-b3f45f1e6986>\u00da\b<lambda>\n\u0000\u0000\u0000s\u0000\u0000\u0000\u0000", null, null], "input_dtype": "float32", "name": "lambda_12", "output_shape": null, "trainable": true, "function_type": "lambda", "output_shape_type": "raw", "arguments": {}, "batch_input_shape": [null, 64, 200, 3]}}, {"class_name": "Convolution2D", "config": {"activation": "linear", "init": "he_normal", "trainable": true, "subsample": [2, 2], "b_constraint": null, "name": "convolution2d_99", "dim_ordering": "tf", "bias": true, "nb_filter": 24, "nb_col": 5, "activity_regularizer": null, "border_mode": "valid", "b_regularizer": null, "nb_row": 5, "W_regularizer": null, "W_constraint": null}}, {"class_name": "ELU", "config": {"name": "elu_56", "alpha": 1.0, "trainable": true}}, {"class_name": "Convolution2D", "config": {"activation": "linear", "init": "he_normal", "trainable": true, "subsample": [2, 2], "b_constraint": null, "name": "convolution2d_100", "dim_ordering": "tf", "bias": true, "nb_filter": 36, "nb_col": 5, "activity_regularizer": null, "border_mode": "valid", "b_regularizer": null, "nb_row": 5, "W_regularizer": null, "W_constraint": null}}, {"class_name": "ELU", "config": {"name": "elu_57", "alpha": 1.0, "trainable": true}}, {"class_name": "Convolution2D", "config": {"activation": "linear", "init": "he_normal", "trainable": true, "subsample": [2, 2], "b_constraint": null, "name": "convolution2d_101", "dim_ordering": "tf", "bias": true, "nb_filter": 48, "nb_col": 5, "activity_regularizer": null, "border_mode": "valid", "b_regularizer": null, "nb_row": 5, "W_regularizer": null, "W_constraint": null}}, {"class_name": "ELU", "config": {"name": "elu_58", "alpha": 1.0, "trainable": true}}, {"class_name": "Convolution2D", "config": {"activation": "linear", "init": "he_normal", "trainable": true, "subsample": [1, 1], "b_constraint": null, "name": "convolution2d_102", "dim_ordering": "tf", "bias": true, "nb_filter": 64, "nb_col": 3, "activity_regularizer": null, "border_mode": "valid", "b_regularizer": null, "nb_row": 3, "W_regularizer": null, "W_constraint": null}}, {"class_name": "ELU", "config": {"name": "elu_59", "alpha": 1.0, "trainable": true}}, {"class_name": "Convolution2D", "config": {"activation": "linear", "init": "he_normal", "trainable": true, "subsample": [1, 1], "b_constraint": null, "name": "convolution2d_103", "dim_ordering": "tf", "bias": true, "nb_filter": 64, "nb_col": 3, "activity_regularizer": null, "border_mode": "valid", "b_regularizer": null, "nb_row": 3, "W_regularizer": null, "W_constraint": null}}, {"class_name": "ELU", "config": {"name": "elu_60", "alpha": 1.0, "trainable": true}}, {"class_name": "Flatten", "config": {"name": "flatten_18", "trainable": true}}, {"class_name": "Dense", "config": {"name": "dense_43", "init": "he_normal", "trainable": true, "b_constraint": null, "activation": "linear", "input_dim": 1152, "b_regularizer": null, "bias": true, "activity_regularizer": null, "W_constraint": null, "W_regularizer": null, "output_dim": 100}}, {"class_name": "ELU", "config": {"name": "elu_61", "alpha": 1.0, "trainable": true}}, {"class_name": "Dense", "config": {"name": "dense_44", "init": "he_normal", "trainable": true, "b_constraint": null, "activation": "linear", "input_dim": 100, "b_regularizer": null, "bias": true, "activity_regularizer": null, "W_constraint": null, "W_regularizer": null, "output_dim": 50}}, {"class_name": "ELU", "config": {"name": "elu_62", "alpha": 1.0, "trainable": true}}, {"class_name": "Dense", "config": {"name": "dense_45", "init": "he_normal", "trainable": true, "b_constraint": null, "activation": "linear", "input_dim": 50, "b_regularizer": null, "bias": true, "activity_regularizer": null, "W_constraint": null, "W_regularizer": null, "output_dim": 10}}, {"class_name": "ELU", "config": {"name": "elu_63", "alpha": 1.0, "trainable": true}}, {"class_name": "Dense", "config": {"name": "dense_46", "init": "he_normal", "trainable": true, "b_constraint": null, "activation": "linear", "input_dim": 10, "b_regularizer": null, "bias": true, "activity_regularizer": null, "W_constraint": null, "W_regularizer": null, "output_dim": 1}}], "class_name": "Sequential", "keras_version": "1.2.0"}