{"class_name": "Sequential", "keras_version": "1.2.0", "config": [{"class_name": "Lambda", "config": {"name": "lambda_5", "arguments": {}, "trainable": true, "function": ["\u00e3\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0001\u0000\u0000\u0000\u0002\u0000\u0000\u0000C\u0000\u0000\u0000s\f\u0000\u0000\u0000|\u0000\u0000d\u0001\u0000\u001bd\u0002\u0000\u0018S)\u0003Ng\u0000\u0000\u0000\u0000\u0000\u00e0_@g\u0000\u0000\u0000\u0000\u0000\u0000\u00f0?\u00a9\u0000)\u0001\u00da\u0001xr\u0001\u0000\u0000\u0000r\u0001\u0000\u0000\u0000\u00fa\u001f<ipython-input-45-a4888f488bc4>\u00da\b<lambda>\n\u0000\u0000\u0000s\u0000\u0000\u0000\u0000", null, null], "output_shape": null, "batch_input_shape": [null, 64, 200, 3], "output_shape_type": "raw", "function_type": "lambda", "input_dtype": "float32"}}, {"class_name": "Convolution2D", "config": {"activity_regularizer": null, "name": "convolution2d_21", "activation": "linear", "dim_ordering": "tf", "W_constraint": null, "init": "he_normal", "b_constraint": null, "border_mode": "valid", "W_regularizer": null, "trainable": true, "nb_col": 5, "subsample": [2, 2], "nb_filter": 24, "nb_row": 5, "bias": true, "b_regularizer": null}}, {"class_name": "ELU", "config": {"trainable": true, "name": "elu_33", "alpha": 1.0}}, {"class_name": "Convolution2D", "config": {"activity_regularizer": null, "name": "convolution2d_22", "activation": "linear", "dim_ordering": "tf", "W_constraint": null, "init": "he_normal", "b_constraint": null, "border_mode": "valid", "W_regularizer": null, "trainable": true, "nb_col": 5, "subsample": [2, 2], "nb_filter": 36, "nb_row": 5, "bias": true, "b_regularizer": null}}, {"class_name": "ELU", "config": {"trainable": true, "name": "elu_34", "alpha": 1.0}}, {"class_name": "Convolution2D", "config": {"activity_regularizer": null, "name": "convolution2d_23", "activation": "linear", "dim_ordering": "tf", "W_constraint": null, "init": "he_normal", "b_constraint": null, "border_mode": "valid", "W_regularizer": null, "trainable": true, "nb_col": 5, "subsample": [2, 2], "nb_filter": 48, "nb_row": 5, "bias": true, "b_regularizer": null}}, {"class_name": "ELU", "config": {"trainable": true, "name": "elu_35", "alpha": 1.0}}, {"class_name": "Convolution2D", "config": {"activity_regularizer": null, "name": "convolution2d_24", "activation": "linear", "dim_ordering": "tf", "W_constraint": null, "init": "he_normal", "b_constraint": null, "border_mode": "valid", "W_regularizer": null, "trainable": true, "nb_col": 3, "subsample": [1, 1], "nb_filter": 64, "nb_row": 3, "bias": true, "b_regularizer": null}}, {"class_name": "ELU", "config": {"trainable": true, "name": "elu_36", "alpha": 1.0}}, {"class_name": "Convolution2D", "config": {"activity_regularizer": null, "name": "convolution2d_25", "activation": "linear", "dim_ordering": "tf", "W_constraint": null, "init": "he_normal", "b_constraint": null, "border_mode": "valid", "W_regularizer": null, "trainable": true, "nb_col": 3, "subsample": [1, 1], "nb_filter": 64, "nb_row": 3, "bias": true, "b_regularizer": null}}, {"class_name": "ELU", "config": {"trainable": true, "name": "elu_37", "alpha": 1.0}}, {"class_name": "Flatten", "config": {"name": "flatten_5", "trainable": true}}, {"class_name": "Dense", "config": {"output_dim": 100, "activity_regularizer": null, "name": "dense_17", "activation": "linear", "W_constraint": null, "init": "he_normal", "b_constraint": null, "W_regularizer": null, "trainable": true, "b_regularizer": null, "input_dim": 1152, "bias": true}}, {"class_name": "ELU", "config": {"trainable": true, "name": "elu_38", "alpha": 1.0}}, {"class_name": "Dense", "config": {"output_dim": 50, "activity_regularizer": null, "name": "dense_18", "activation": "linear", "W_constraint": null, "init": "he_normal", "b_constraint": null, "W_regularizer": null, "trainable": true, "b_regularizer": null, "input_dim": 100, "bias": true}}, {"class_name": "ELU", "config": {"trainable": true, "name": "elu_39", "alpha": 1.0}}, {"class_name": "Dense", "config": {"output_dim": 10, "activity_regularizer": null, "name": "dense_19", "activation": "linear", "W_constraint": null, "init": "he_normal", "b_constraint": null, "W_regularizer": null, "trainable": true, "b_regularizer": null, "input_dim": 50, "bias": true}}, {"class_name": "ELU", "config": {"trainable": true, "name": "elu_40", "alpha": 1.0}}, {"class_name": "Dense", "config": {"output_dim": 1, "activity_regularizer": null, "name": "dense_20", "activation": "linear", "W_constraint": null, "init": "he_normal", "b_constraint": null, "W_regularizer": null, "trainable": true, "b_regularizer": null, "input_dim": 10, "bias": true}}]}